[{"fortune": "I had just received my degree in Calcium Anthropology... the study of\r\nmilkmen.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nIf you can't hear me, it's because I'm in parentheses.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nFor my birthday I got a humidifier and a de-humidifier... I put them\r\nin the same room and let them fight it out...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nYesterday I parked my car in a tow-away zone... when I came back the\r\nentire area was missing...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI have a switch in my apartment... it doesn't do anything.... Every\r\nonce in a while, I turn it on and off....  One day I got a call...\r\nit was from a woman in France.... She said \"Cut it out\"....\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nIf toast always lands butter-side down, and cats always land on\r\ntheir feet, what happen if you strap toast on the back of a cat\r\nand drop it?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI invented the cordless extension cord\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI saw a sign at a gas station. It said 'help wanted'. There was\r\nanother sign below it that said 'self service'. So I hired\r\nmyself. Then I made myself the boss. I gave myself a raise. I\r\npaid myself. Then I quit.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nA cop stopped me for speeding.  He said, 'Why were you going so\r\nfast?' I said, 'See this thing my foot is on? It's called an\r\naccelerator. When you push down on it, it sends more gas to the\r\nengine. The whole car just takes right off. And see this thing?\r\nThis steers it'\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nEvery so often, I like to go to the window, look up, and smile for a\r\nsatellite picture.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nWhile I was gone, somebody rearranged on the furniture in my\r\nbedroom.  They put it in _exactly_ the same place it was.\r\nWhen I told my roommate, he said: Do I know you?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nWhen I have a kid, I want to buy one of those strollers for twins.\r\nThen put the kid in and run around, looking frantic.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nWhen he gets older, I'd tell him he used to have a brother,\r\nbut he didn't obey.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI had a friend who was a clown...  when he died, all his friends went to the\r\nfuneral in one car...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI spilled Spot Remover on my dog... Now he's gone.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI want to get a tatoo of myself on my entire body only 2\" taller.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI made wine out of raisins so I wouldn't have to wait for it to age.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI woke up this morning and couldn't find my socks, so I called\r\ninformation.  She said they were behind the couch.  She was right.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nRight now I'm having amnesia and deja-vu at the\r\nsame time. I think I've forgotten this before.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nSponges grow in the ocean... that *kills* me.  I wonder how much deeper\r\nthey'd be if that didn't happen.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI got pulled over by a cop, and he said, 'do you know the speed limit\r\nhere is 50 miles per hour?'. So I said, 'oh, that's OK, I'm not going\r\nthat far.'.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nSomeone sent me a postcard picture of the earth.  On the back it\r\nsaid, \"Wish you were here.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nIf you're not part of the solution, you're part of the\r\nprecipitate.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\n\"Did you sleep well?\"  \"No, I made a couple of mistakes.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI hate it when my foot falls asleep during the day because that\r\nmeans it's going to be up all night.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI used to work in a fire hydrant factory.  You couldn't park\r\nanywhere near the place.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nWhat's another word for Thesaurus?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nWhen I was crossing the border into Canada, they asked if I had\r\nany firearms with me.  I said, \"Well, what do you need?\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI planted some bird seed.  A bird came up.  Now I don't know\r\nwhat to feed it.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI went to the bank and asked to borrow a cup of money.  They\r\nsaid, \"What for?\"  I said, \"I'm going to buy some sugar.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI was in the grocery store.  I saw a sign that said \"pet\r\nsupplies\".  So I did.  Then I went outside and saw a sign that\r\nsaid \"compact cars\".\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nIn school, every period ends with a bell.  Every sentence ends\r\nwith a period.  Every crime ends with a sentence.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI xeroxed a mirror.  Now I have an extra xerox machine.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nThe Bermuda Triangle got tired of warm weather.  It moved to\r\nAlaska.  Now Santa Claus is missing.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI had some eyeglasses.  I was walking down the street when\r\nsuddenly the prescription ran out.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI got food poisoning today.  I don't know when I'll use it.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI put my air conditioner in backwards.  It got cold outside.\r\nThe weatherman on TV was confused.  \"It was supposed to be hot\r\ntoday.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI was in the first submarine.  Instead of a periscope, they had\r\na kaleidoscope.  \"We're surrounded.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nAll the plants in my house are dead\r\n                                                --  I shot them last night.   I\r\nwas teasing them by watering them with ice cubes.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nMy girlfriend does her nails with white-out.  When she's asleep, I\r\ngo over there and write misspelled words on them.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI went to a general store.  They  wouldn't  let  me  buy  anything\r\nspecifically.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nIt's a good thing we have gravity or else when birds died they'd just\r\nstay right up there.  Hunters would be all confused.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI wrote a few children's books...not on purpose.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI wrote a song, but I can't read music so I don't know what it is.\r\nEvery once in a while I'll be listening to the radio and I say, \"I think\r\nI might have written that.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nSo, do you live around here often?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI love to go shopping. I love to freak out salespeople. They ask me if\r\nthey can help me, and I say, \"Have you got anything I'd like?\" Then they\r\nask me what size I need, and I say, \"Extra medium.\" \r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI didn't get a toy train like the other kids, I got\r\na toy subway instead; you couldn't see anything but\r\nevery now and then you'd hear this rumbling noise go by.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI was trying to daydream, but my mind kept wandering.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nThere's a pizza place near where I live that sells only slices...\r\nin the back you can see a guy tossing a triangle in the air...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI had to stop driving my car for a while...the tires got dizzy...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI saw a man with a wooden leg, and a real foot.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI replaced the headlights on my car with strobe lights.  Now it looks\r\nlike I'm the only one moving.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI'm writing a book.  I've got the page numbers done.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nMy friend has a baby.  I'm recording all the noises he makes so later I can\r\nask him what he meant.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI got my driver's license photo taken out of focus on purpose.  Now when\r\nI get pulled over the cop looks at it [moving it nearer and farther, trying\r\nto see it clearly]... and says \"Here, you can go.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nAfter they make styrofoam, what do they ship it in?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nMy grandfather invented Cliff's Notes. It all started back in 1912...\r\nwell, to make a long story short...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI saw a subliminal advertising executive, but only for a second.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI bought my brother some gift-wrap for Christmas. I took and to the Gift\r\nWrap department and told them to wrap it, but in a different print so he\r\nwould know when to stop unwrapping.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI bought a self learning record to learn spanish, I turned it on and\r\nwent to sleep, the record got stuck, the next day I could only stutter in\r\nspanish.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI installed a skylight in my apartment...\r\nThe people who live above me are furious!\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nOne time a cop pulled me over for running a stop sign.  He said \"Didn't\r\nyou see the stop sign.\"  I said \"Yeah, but I don't believe everything I\r\nread.\"\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI went to the eye doctor and found out I needed glasses for reading.  So,\r\nI got some flip-up contact lenses.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI have a hobby...I have the world's largest collection of sea shells.\r\nI keep it scattered on beaches all over the world.  Maybe you've seen\r\nsome of it... \r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI got a new shadow. I had to get rid of the other one\r\n                                                --  it wasn't doing\r\nwhat I was doing.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nOn the other hand, you have different fingers...\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI went to a restaurant that serves \"breakfast at any time\".  So\r\nI ordered French Toast during the Renaissance.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nMy house is on the median strip of a highway.  You don't really\r\nnotice, except I have to leave the driveway doing 60 MPH.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nLast year I went fishing with Salvador Dali.  He was using a\r\ndotted line.  He caught every other fish.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI bought a dog the other day...  I named him Stay.  It's fun to\r\ncall him...  \"Come here, Stay!  Come here, Stay!\"  He went\r\ninsane.  Now he just ignores me and keeps typing.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nThe other day, I was walking my dog around my building...  on\r\nthe ledge.  Some people are afraid of heights.  Not me, I'm\r\nafraid of widths.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nWhy is the alphabet in that order?  Is it because of that song?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nI filled out an application that said, \"In Case Of Emergency\r\nNotify\".  I wrote \"Doctor\"...  What's my mother going to do?\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\nYesterday I found out what doughnuts are for.  You put them on\r\ndoughbolts.  They hold dough airplanes together.  For kids, they\r\nmake erector sets out of play-dough.\r\n                                                -- Stephen Wright\r\n"}, {"fortune": "\r\n\r\nIf you ever drop your keys into a river of molten lava, let'em \r\ngo, because, man, they're gone.\r\n"}, {"fortune": "\r\nIf trees could scream, would we be so cavalier about cutting \r\nthem down? We might, if they screamed all the time, for no good reason.\r\n"}, {"fortune": "      \r\nTo me, it's a good idea to always carry two sacks of something \r\nwhen you walk around. That way, if anybody says, \"Hey, can you give me a\r\nhand?\" You can say, \"Sorry, got these sacks.\"\r\n"}, {"fortune": "      \r\nOne thing kids like is to be tricked. For instance, I was going \r\nto take myn ephew to Disneyland, but instead I drove him to an old burned-\r\nout warehouse. \"Oh no,\" I said, \"Disneyland burned down.\" He cried and cried, but I think that deep down he thought it was a pretty good joke.\r\n"}, {"fortune": "      \r\n      \r\n The face of a child can say it all, especially the mouth part of\r\n      \r\n     the\r\n       face.\r\n"}, {"fortune": "      \r\n       If you lived in the Dark Ages and you were a catapult operator, \r\n     I\r\n       bet\r\n       the\r\n       most common question people would ask is, \"Can't you make it \r\n     shoot\r\n       farther?\" \"No, I'm sorry. That's as far as it shoots.\"\r\n"}, {"fortune": "       \r\n       Is there anything more beautiful than a beautiful, beautiful\r\n       flamingo,\r\n       flying\r\n       across in front of a beautiful sunset? And he's carrying a \r\n     beautiful\r\n       rose in\r\n       his beak, and also he's carrying a very beautiful painting with \r\n     his\r\n       feet. And\r\n       also, you're drunk.\r\n"}, {"fortune": "      \r\n       I believe in making the world safe for our children, but not our\r\n       children's\r\n       children, because I don't think children should be having sex.\r\n"}, {"fortune": "       \r\n       If a kid asks where rain comes from, I think a cute thing to \r\n     tell\r\n       him\r\n       is, \"God\r\n       is crying.\" And if he asks why God is crying, another cute thing\r\n      \r\n     to\r\n       tell\r\n       him\r\n       is, \"Probably because of something you did.\"\r\n"}, {"fortune": "       \r\n       If you ever catch on fire, try to avoid seeing yourself in the\r\n       mirror,\r\n       because I\r\n       bet that's what REALLY throws you into a panic.\r\n"}, {"fortune": "       \r\n       Whenever I see an old lady slip and fall on a wet sidewalk, my \r\n     first\r\n       instinct\r\n       is to laugh. But then I think, what if I was an ant and she fell\r\n      \r\n     on\r\n       me.\r\n       Then it\r\n       wouldn't seem quite so funny.\r\n"}, {"fortune": "       \r\n       \r\n       To me, boxing is like a ballet, except there's no music, no\r\n       choreography\r\n       and the dancers hit each other.\r\n"}, {"fortune": "       \r\n     \r\n       I hope if dogs ever take over the world and they choose a king, \r\n     they\r\n       don't\r\n       just go by size, because I bet there are some Chihuahuas with \r\n     some\r\n       good\r\n       ideas.\r\n"}, {"fortune": "      \r\n       If life deals you lemons, why not go kill someone with the \r\n     lemons\r\n       (maybe\r\n       by\r\n       shoving them down his throat).\r\n"}, {"fortune": "\r\n       \r\n       Instead of having \"answers\" on a math test, they should just \r\n     call\r\n       them\r\n       \"impressions,\" and if you got a different \"impression,\" so what,\r\n       can't\r\n       we all\r\n       be brothers?\r\n"}, {"fortune": "      \r\n       Probably the earliest fly swatters were nothing more than some \r\n     sort\r\n       of\r\n       striking surface attached to the end of a long stick.\r\n"}, {"fortune": "       \r\n       I wish I would have a real tragic love affair and get so bummed \r\n     out\r\n       that\r\n       I'd\r\n       just quit my job and become a bum for a few years, because I was\r\n       thinking\r\n       about doing that anyway.\r\n"}, {"fortune": "      \r\n       I think a good gift for the President would be a chocolate \r\n     revolver.\r\n       And\r\n       since he's so busy, you'd probably have to run up to him real \r\n     quick\r\n       and\r\n       hand it to him.\r\n"}, {"fortune": "       \r\n       Maybe in order to understand mankind we have to look at that \r\n     word\r\n       itself.\r\n       MANKIND. Basically, it's made up of two separate words \"mank\" \r\n     and\r\n       \"ind.\" What do these words mean? It's a mystery and that's why \r\n     so \r\n     is\r\n       mankind.\r\n"}, {"fortune": "       \r\n       If you go flying back through time and you see somebody else \r\n     flying\r\n       forward into the future, it's probably best to avoid eye \r\n     contact.\r\n"}, {"fortune": "       \r\n       It's easy to sit there and say you'd like to have more money. \r\n     And \r\n     I\r\n       guess\r\n       that's what I like about it. It's easy. Just sitting there, \r\n     rocking\r\n       back\r\n       and\r\n       forth, wanting that money.\r\n"}, {"fortune": "       \r\n       If you ever reach total enlightenment while you're drinking a \r\n     beer,\r\n       I\r\n       bet it\r\n       makes beer shoot out your nose.\r\n"}, {"fortune": "       \r\n       To me, clowns aren't funny. In fact, they're kinda scary. I've\r\n       wondered\r\n       where this started and I think it goes back to the time I wen to\r\n      \r\n     the\r\n       circus\r\n       and a clown killed my dad.\r\n"}, {"fortune": "       \r\n       As the light changed from red to green to yellow and back to red\r\n       again I\r\n       sat there thinking about life. Was it nothing more than a bunch \r\n     of\r\n       honking\r\n       and yelling? Sometimes it seemed that way.\r\n"}, {"fortune": "       \r\n       I can picture in my mind a world without war, a world without \r\n     hate.\r\n       And\r\n       I\r\n       can picture us attacking that world, because they'd never expect\r\n      \r\n     it.\r\n"}, {"fortune": "      \r\n       I hope some animal never bores a hole in my head and lays its \r\n     eggs\r\n       in my\r\n       brain, because later you might think you're having a good idea \r\n     but\r\n       it's\r\n       just\r\n       eggs hatching.\r\n"}, {"fortune": "       \r\n       Whenever you read a good book, it's like the author is right \r\n     there,\r\n       in\r\n       the\r\n       room talking to you, which is why I don't like to read good \r\n     books.\r\n"}, {"fortune": "       \r\n       What is it about a beautiful sunny afternoon, with the birds \r\n     singing\r\n       and\r\n       the\r\n       wind rustling through the leaves, that makes you want to get \r\n     drunk?\r\n       And\r\n       after you're real drunk, maybe go down to the public park and\r\n       stagger\r\n       around and ask people for money, and then lay down and go to \r\n     sleep.\r\n"}, {"fortune": "      \r\n       Instead of a trap door, what about a trap window? The guy looks \r\n     out\r\n       it,\r\n       and if he leans too far, he falls out. Wait. I guess that's like\r\n      a\r\n       regular\r\n       window.\r\n"}, {"fortune": "       \r\n       During the Middle Ages, probably one of the biggest mistakes was\r\n      \r\n     not\r\n       putting on your armor because you were \"just going down to the\r\n       corner.\r\n"}, {"fortune": "       \r\n       If I ever get real rich, I hope I'm not real mean to poor \r\n     people,\r\n       like I\r\n       am\r\n       now.\r\n"}, {"fortune": "      \r\n       When I found the skull in the woods, the first thing I did was \r\n     call\r\n       the\r\n       police.\r\n       But then I got curious about it. I picked it up, and started\r\n       wondering\r\n       who\r\n       this person was, and why he had deer horns.\r\n"}, {"fortune": "       \r\n       I remember how my great-uncle Jerry would sit on the porch and\r\n       whittle\r\n       all\r\n       day long. Once he whittled me a toy boat out of a larger toy \r\n     boat \r\n     I\r\n       had.\r\n       It\r\n       was almost as good as the first one, except now it had bumpy \r\n     whittle\r\n       marks\r\n       all over it. And no paint, because he had whittled off the \r\n     paint.\r\n"}, {"fortune": "       \r\n       Here's a good thing to do if you go to a party and you don't \r\n     know\r\n       anybody:\r\n       First take out the garbage. Then go around and collect any extra\r\n       garbage\r\n       that people might have, like a crumpled napkin, and take that \r\n     out\r\n       too.\r\n       Pretty soon people will want to meet the busy garbage guy.\r\n"}, {"fortune": "\r\n       Sometimes I think you have to march right in and demand your \r\n     rights,\r\n       even\r\n       if you don't know what your rights are, or who the person is \r\n     you're\r\n       talking\r\n       to. Then on the way out, slam the door.\r\n"}, {"fortune": "     \r\n       If you're a cowboy and you're dragging a guy behind your horse, \r\n     I\r\n       bet it\r\n       would really make you mad if you looked back and the guy was \r\n     reading\r\n       a\r\n       magazine.\r\n"}, {"fortune": "      \r\n       If your friend is already dead, and being eaten by vultures, I \r\n     think\r\n       it's okay\r\n       to feed some bits of your friend to one of the vultures, to \r\n     teach\r\n       him to\r\n       do\r\n       some tricks. But only if you're serious about adoptin the \r\n     vulture.\r\n"}, {"fortune": "      \r\n       Broken promises don't upset me. I just think, why did they \r\n     believe\r\n       me?\r\n"}, {"fortune": "       \r\n       If you ever crawl inside an old hollow log and go to sleep, and\r\n       while\r\n       you're\r\n       in there some guys come and seal up both ends and then put it o \r\n     a\r\n       truck\r\n       and take it to another city, boy, I don't know what to tell you.\r\n"}, {"fortune": "       \r\n       One thing vampire children have to be taught early on is, don't \r\n     run\r\n       with\r\n       a\r\n       wooden stake.\r\n"}, {"fortune": "      \r\n       If you go to a costume party at your boss's house, wouldn't you\r\n       think a\r\n       good costume would be to dress up like the boss's wife? Trust \r\n     me,\r\n       it's\r\n       not.\r\n"}, {"fortune": "       \r\n       Most of the time it was probably real bad being stuck down in a\r\n       dungeon.\r\n       But some days, when there was a bad storm outside, you'd loo out\r\n       your\r\n       little window and think, \"Boy, I'm glad I'm not out in that.\"\r\n"}, {"fortune": "      \r\n       Consider the daffodil. And while you're doing that, I'll be over\r\n       here\r\n       looking\r\n       through your stuff.\r\n"}, {"fortune": "       \r\n       For mad scientists who keep brains in jars, here's a tip: why \r\n     not\r\n       add a\r\n       slice\r\n       of lemon to each jar, for freshness?\r\n"}, {"fortune": "       \r\n       I'd like to see a nature film where an eagle swoops down and \r\n     pulls \r\n     a\r\n       fish\r\n       out of a lake, and then maybe he's flying along, low to the \r\n     ground,\r\n       and\r\n       the\r\n       fish pulls a worm out of the ground. Now that's a documentary.\r\n"}, {"fortune": "     \r\n       If I was the head of a country that lost a war, and I had to \r\n     sign \r\n     a\r\n       peace\r\n       treaty, just as I was signing, I'd glance over the treaty and \r\n     then\r\n       suddenly\r\n       act surprised. \"Wait a minute! I thought we won!\"\r\n"}, {"fortune": "       \r\n       Sometimes you have to be careful when selecting a new name for\r\n       yourself.\r\n       For instance, let's say you have chosen the nickname \"Fly Head.\"\r\n       Normally you would think that \"fly Head\" would mean a person who\r\n      \r\n     has\r\n       beautiful swept-back features, as if flying through the air. But\r\n       think\r\n       again.\r\n       Couldn't it also mean \"having a head like a fly\"? I'm afraid \r\n     some\r\n       people\r\n       might actually think that.\r\n"}, {"fortune": "     \r\n       Somebody told me how frightening it was how much topsoil we are\r\n       losing\r\n       each year, but I told that story around the campfire and nobody \r\n     got\r\n       scared.\r\n"}, {"fortune": "       \r\n       I hope that after I die, people will say of me: \"That guy sure \r\n     owed\r\n       me a\r\n       lot\r\n       of money.\"\r\n"}, {"fortune": "      \r\n       I wish I had a dollar for every time I spent a dollar, because \r\n     then,\r\n       Yahoo!,\r\n       I'd have all my money back.\r\n"}, {"fortune": "      \r\n       I think a good product would be \"Baby Duck Hat.\" It's a fake \r\n     baby\r\n       duck,\r\n       which you strap on top of your head. Then you go swimming \r\n     underwater\r\n       until you find a mommy duck and her babies, and you join them. \r\n     Then\r\n       all\r\n       of\r\n       the sudden, you stand up out of the water and roar like \r\n     Godzilla.\r\n       Man\r\n       those ducks really take off! Also Baby Duck Hat i good for \r\n     parties.\r\n"}, {"fortune": "\r\n       \r\n       If you get invited to your first orgy, don't just show up nude.\r\n       That's a\r\n       common mistake. You have to let nudity \"happen.\"\r\n"}, {"fortune": "\r\nDid you know, that if you eat as much ketchup as there is in an apple (which is none), that has\r\n               the same nutritional value as eating the apple itself? The conclusion is that we don't need to eat\r\n               anything at all, as long as what we're not eating is ketchup. \r\n"}, {"fortune": "\r\nI think that if cloning ever becomes a viable thing, that Serial Killers should Not be able to\r\n               clone themselves. Because, you know, like, DNA Testing wouldn't work any more, and we could never\r\n               catch them. \r\n\r\n"}, {"fortune": "\r\n\r\n               Hey, I wonder what happens if you patent The Sun or The Moon or the Atlantic Ocean or something.\r\n               Probably nothing, probably they just laugh you out of the patent office. \r\n"}, {"fortune": "\r\n\r\nHow stupidly egocentric are we that we name our sun 'Sun'? That's like people who name their pet\r\n               dog 'Dog'. Say aliens come visit us, and they're like, \"What do you call your sun? Ours is called\r\n               Zoloquon B-12.\" And we have to admit reluctantly, \"Uh... we call it 'sun'.\" \r\n\r\n"}, {"fortune": "\r\nEvery great scientific truth goes through three\r\n                                           stages: \r\n                                           First, people say it conflicts with the Bible. \r\n                                           Next they say it had been discovered before. \r\n                                           Lastly, they say they always believed it.\r\n"}, {"fortune": "\r\nMy grandmother started walking five miles a day\r\n                                           when she was sixty. She's ninety-seven now, and we\r\n                                           don't know where the hell she is.\r\n"}, {"fortune": "\r\nCuriosity is the very basis of education and if you\r\n                                           tell me that curiosity killed the cat, I say only\r\n                                           the cat died nobly.\r\n"}, {"fortune": "\r\nOnce... in the wilds of Afghanistan, I lost my\r\n                                           corkscrew, and we were forced to live on nothing\r\n                                           but food and water for days. \r\n"}, {"fortune": "\r\n\r\n                                           We tend to scoff at the beliefs of the ancients.\r\n                                           But we can't scoff at them personally, to their\r\n                                           faces, and this is what annoys me. \r\n"}, {"fortune": "\r\nFor best results: wash in cold water separately,\r\n                                           hang dry and iron with warm iron. For not so good\r\n                                           results: drag behind car through puddles, blow-dry\r\n                                           on roofrack.\r\n"}, {"fortune": "\r\nStand firm in your refusal to remain conscious\r\n                                           during algebra. In real life, I assure you, there\r\n                                           is no such thing as algebra. \r\n"}, {"fortune": "\r\nVery few people possess true artistic ability. It\r\n                                           is therefore both unseemly and unproductive to\r\n                                           irritate the situation by making an effort. If you\r\n                                           have a burning, restless urge to write or paint,\r\n                                           simply eat something sweet and the feeling will\r\n                                           pass. \r\n"}, {"fortune": "\r\nIllegal aliens have always been a problem in the\r\n                                           United States. Ask any Indian.\r\n"}, {"fortune": "\r\n\"That's right\", he said. \"We're philosophers. We\r\n                                           think, therefore we am\".\r\n"}, {"fortune": "\r\nHis philosophy was a mixture of three famous\r\n                                           schools -- the Cynics, the Stoics and the\r\n                                           Epicureans -- and summed up all three of them in\r\n                                           his famous phrase, \"You can't trust any bugger\r\n                                           further than you can throw him, and there's nothing\r\n                                           you can do about it, so let's have a drink.\" \r\n"}, {"fortune": "\r\nAfter all, what is your hosts' purpose in having a\r\n                                           party? Surely not for you to enjoy yourself; if\r\n                                           that were their sole purpose, they'd have simply\r\n                                           sent champagne and women over to your place by\r\n                                           taxi.\r\n"}, {"fortune": "\r\nThe trouble with her is that she lacks the power of\r\n                                           conversation but not the power of speech. \r\n\r\n"}, {"fortune": "\r\nSon, when you participate in sporting events, it's\r\n                                           not whether you win or lose, but how drunk you get.\r\n"}, {"fortune": "\r\nIf a person offends you and you are in doubt as to\r\n                                           whether it was intentional or not, do not resort to\r\n                                           extreme measures. Simply watch your chance and hit\r\n                                           him with a brick. \r\n"}, {"fortune": "\r\nBeware of health books, you might die of a\r\n                                           misprint. \r\n\r\n"}, {"fortune": "\r\nI want to die peacefully in my sleep like my\r\n                                           grandfather ... \r\n                                           ... not screaming in terror like his passengers. \r\n"}, {"fortune": "\r\nIf all mankind were to disappear, the world would\r\n                                           regenerate back to the rich state of equilibrium\r\n                                           that existed 10,000 years ago. If insects were to\r\n                                           vanish, the environment would collapse into chaos\r\n"}, {"fortune": "\r\nGrowth for the sake of growth is the ideology of the cancer cell. \r\n"}, {"fortune": "\r\n\r\nI don't want to achieve immortality through my work. I want to achieve immortality through not dying. -- Woody Allen\r\n"}, {"fortune": "\r\n\r\nIn order to live free and happily, you must sacrifice boredom. It is not always an easy sacrifice. -- Richard Bach\r\n"}, {"fortune": "\r\n\r\nMen occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened. -- Winston Churchill\r\n"}, {"fortune": "\r\nWhen I look back on all these worries I remember the story of the old man who said on his deathbed that he had experienced a lot of trouble in his life, most of which never happened.\r\n -- Winston Churchill\r\n"}, {"fortune": "\r\nThe rule which forbids ending a sentence with a preposition is the kind of nonsense up with which I will not put.  -- Winston Churchill\r\n"}, {"fortune": "\r\nThe Americans will always do the right thing ... after they've exhausted all the alternatives.  -- Winston Churchill\r\n"}, {"fortune": "\r\n\r\nRoom service? Send up a larger room! \r\n"}, {"fortune": " \r\nFrom the moment I picked up your book until I laid it down, I was convulsed with laughter. Some day I intend reading it. -- Groucho Marx\r\n"}, {"fortune": "\r\nOne of the best hearing aids a man can have is an attentive wife. -- Groucho Marx\r\n"}, {"fortune": "\r\nPolitics is the art of looking for trouble, finding it, misdiagnosing it and then misapplying the wrong remedies. -- Groucho Marx\r\n"}, {"fortune": "\r\nWe took some photographs of the native girls, but they weren't developed. We're going back next year.  -- Groucho Marx\r\n"}, {"fortune": "\r\n\r\n\r\nYou cannot depend on your eyes when your imagination is out of focus. \r\n-- Mark Twain\r\n"}, {"fortune": "\r\n\r\nBeware of health books, you might die of a misprint. -- Mark Twain\r\n"}, {"fortune": "\r\nA lie can travel half way around the world while the truth is putting on its shoes.-- Mark Twain \r\n"}, {"fortune": "\r\nHabit is habit and not to be flung out of the window by any man but coaxed down-stairs a step at a time. -- Mark Twain\r\n"}, {"fortune": "\r\nThe art of prophecy is very difficult, especially with respect to the future. -- Mark Twain\r\n"}, {"fortune": "\r\nSacred cows make the best hamburger. -- Mark Twain\r\n"}, {"fortune": "\r\nThere is probably no pleasure equal to the pleasure of climbing a dangerous Alp; but it is a pleasure which is confined strictly to people who can find pleasure in it. -- Mark Twain\r\n"}, {"fortune": "\r\nNoise proves nothing. Often a hen who has merely laid an egg Cackels as if she had laid an asteroid. -- Mark Twain\r\n"}, {"fortune": "\r\nDon't go around saying the world owes you a living. The world owes you nothing. It was here first. -- Mark Twain\r\n"}, {"fortune": "\r\nIt is easier to stay out than to get out. -- Mark Twain\r\n"}, {"fortune": "\r\nDo not offer a compliment and ask a favor at the same time. A compliment that is charged for is not valuable. -- Mark Twain\r\n"}, {"fortune": "\r\nThe secret source of Humor itself is not joy but sorrow. There is no humor in heaven.-- Mark Twain\r\n"}, {"fortune": "\r\nMind you, not as bad as the night Archie Pettigrew ate some sheep's testicles for a bet... God, that bloody sheep kicked him...\" \r\n\r\n-- Ripping Yarns \r\n\r\n"}, {"fortune": "\r\n\r\n'Twas a woman who drove me to drink, and I never had the courtesy to thank her for it. \r\n\r\n-- W. C. Fields \r\n"}, {"fortune": "\r\n\r\n\r\n...One witness told the commissioners that she had seen sexual intercourse taking place between two parked cars in front of her house... \r\n\r\n-- The Press (Atlantic City, N.J.) 6/14/79 \r\n"}, {"fortune": "\r\n\r\n\r\nA boy can learn a lot from a dog: obedience, loyalty, and the importance of turning around three times before lying down. \r\n\r\n-- Robert Benchley (1889-1945) \r\n"}, {"fortune": "\r\n\r\n\r\n\r\nA child is a person who can't understand why someone would give away a perfectly good kitten. \r\n\r\n-- Doug Larson \r\n"}, {"fortune": "\r\n\r\n\r\nA gourmet restaurant in Cincinnati is one where you leave the tray on the table after you eat. \r\n"}, {"fortune": "\r\n\r\n\r\nA polar bear is a rectangular bear after a coordinate transform. \r\n\r\n"}, {"fortune": "\r\n\r\nA waist is a terrible thing to mind. \r\n\r\n"}, {"fortune": "\r\n\r\nHow else would they do it? \r\n"}, {"fortune": "\r\nActual sign in jewelry store window: \"Ears pierced while you wait\" \r\n"}, {"fortune": "\r\n\r\n\r\nAll things are possible except skiing thru a revolving door. \r\n"}, {"fortune": "\r\n\r\n\r\n\r\nAlways forgive your enemies -- nothing annoys them so much. \r\n\r\n-- Oscar Wilde \r\n"}, {"fortune": "\r\n\r\n\r\nAlways live within your income, even if you have to borrow money to do so. \r\n\r\n-- Josh Billings \r\n"}, {"fortune": "\r\n\r\nAn alcoholic is someone you don't like who drinks as much as you do. \r\n\r\n-- Dylan Thomas \r\n\r\n"}, {"fortune": "\r\n\r\nAnalyzing humor is like dissecting a frog. Few people are interested, and the frog dies of it. \r\n\r\n-- E.B.White (1899-1985) \r\n\r\n\r\n"}, {"fortune": "\r\nAre you going to come quietly, or do I have to use earplugs? \r\n\r\n-- from The Goon Show \r\n\r\n\r\n"}, {"fortune": "\r\nBy the time we've made it, we've had it. \r\n\r\n-- Malcolm Forbes \r\n\r\n"}, {"fortune": "\r\n\r\nCampaigns to bearproof all garbage containers in wild areas have been difficult because, as one biologist put it, \"There is a considerable overlap between the intelligence levels of the smartest bears and the dumbest tourists.\" \r\n\r\n\r\n"}, {"fortune": "\r\n\r\nClothes make the man. Naked people have little or no influence on society. \r\n\r\n-- Mark Twain \r\n\r\n\r\n"}, {"fortune": "\r\n\r\nCogito ergo spud (I think, therefore I yam). \r\n\r\n\r\n"}, {"fortune": "\r\n\r\nDetroit is Cleveland without the glitter. \r\n\r\n"}, {"fortune": "\r\n\r\nDoctors and lawyers must go to school for years and years, often with little sleep and with great sacrifice to their first wives. \r\n\r\n-- Roy G. Blount, Jr. \r\n\r\n"}, {"fortune": "\r\n\r\n\r\nFailure is not an option. It is just a nagging possibility that helps me stay focused. \r\n\r\n-- Linda J Esposito \r\n\r\n"}, {"fortune": "\r\n\r\nFor three days after death, hair and fingernails continue to grow but phone calls taper off. \r\n\r\n-- Johnny Carson \r\n\r\n"}, {"fortune": "\r\n\r\nHard work never killed anybody, but why take a chance? \r\n\r\n-- Charlie McCarthy\r\n(Edgar Bergen, 1903-1978) \r\n\r\n\r\n"}, {"fortune": "\r\n\r\nHe doesn't know when he's beaten, this boy. He doesn't know when he's winning, either. He doesn't have any sort of sensory apparatus known to man... \r\n\r\n-- Monty Python \r\n\r\n"}, {"fortune": "\r\n\r\nI always wanted to be somebody. I see now that I should have been more specific. \r\n\r\n-- Lily Tomlin \r\n\r\n"}, {"fortune": "\r\n\r\nI'd rather have a free bottle in front of me than a prefrontal lobotomy. \r\n\r\n"}, {"fortune": "\r\n\r\nIf I had known I was going to live this long I would have taken better care of myself. \r\n\r\n"}, {"fortune": "\r\n\r\nIf it weren't for Venetian blinds, it'd be curtains for all of us. \r\n\r\n"}, {"fortune": "\r\nNothing is quite so annoying as to have someone go right on talking when you're interrupting. \r\n\r\n"}, {"fortune": "\r\nShould you become separated from your mount, stand very still and make a noise like a carrot. \r\n\r\n"}, {"fortune": "\r\nWhat happens if a big asteroid hits Earth? Judging from realistic simulations involving a sledge hammer and a common laboratory frog, we can assume it will be pretty bad. \r\n"}, {"fortune": "\r\nWhy is there so much month left at the end of the money? \r\n\r\n"}, {"fortune": "\r\nYour picture's in my wallet and I'm sitting on it -- if that isn't love I don't know what is. \r\n\r\n-- Frank Burns \r\n\r\n"}, {"fortune": "\r\n\r\n\r\n\r\n"}]